tap "buildpacks/tap"
tap "ddev/ddev"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "libsql/sqld"
tap "microsoft/git"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "sst/tap"
tap "steipete/tap"
tap "teamookla/speedtest"
tap "tursodatabase/tap"
brew "act"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "astro"
brew "bat"
brew "cloud-sql-proxy"
brew "cmatrix"
brew "colima"
brew "ctop"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fastfetch"
brew "fastmod"
brew "fd"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg-full"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "gping"
brew "httpd"
brew "python@3.13"
brew "httpie"
brew "imagemagick-full"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libmagic"
brew "python@3.14"
brew "neovim"
brew "neovim-remote"
brew "node@20"
brew "nvm"
brew "ollama"
brew "openjdk"
brew "openvino"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.12"
brew "redis"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "tmux"
brew "uv"
brew "vite"
brew "yazi"
brew "yq"
brew "zoxide"
brew "buildpacks/tap/pack"
brew "ddev/ddev/ddev"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "sst/tap/opencode"
brew "teamookla/speedtest/speedtest"
brew "tursodatabase/tap/turso"
cask "nikitabobko/tap/aerospace"
cask "codex"
cask "steipete/tap/codexbar"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "gitkraken-cli"
cask "karabiner-elements"
cask "kitty"
cask "music-presence"
cask "neohtop"
cask "ngrok"
cask "raycast"
cask "warp"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "bracketpaircolordlw.bracket-pair-color-dlw"
vscode "ccimage.jsonviewer"
vscode "christian-kohler.path-intellisense"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.github-vscode-theme"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "kevinrose.vsc-python-indent"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "nickdemayo.vscode-json-editor"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "sleistner.vscode-fileutils"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "the0807.uv-toolkit"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "zainchen.json"
go "github.com/d-kuro/gwq/cmd/gwq"
uv "posting"
