tap "anomalyco/tap"
tap "buildpacks/tap"
tap "ddev/ddev"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "heroku/brew"
tap "jesseduffield/lazydocker"
tap "libsql/sqld"
tap "microsoft/git"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "sst/tap"
tap "steipete/tap"
tap "teamookla/speedtest"
tap "tursodatabase/tap"
brew "act"
brew "aom"
brew "ast-grep"
brew "astro"
brew "bat"
brew "cliclick"
brew "cloud-sql-proxy"
brew "cloudflared"
brew "cmake"
brew "cmatrix"
brew "colima"
brew "ctop"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fastfetch"
brew "fastmod"
brew "fd"
brew "ffmpeg"
brew "xz"
brew "jpeg-xl"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg-full"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "gping"
brew "httpd"
brew "python@3.14"
brew "httpie"
brew "imagemagick-full"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libmagic"
brew "llmfit"
brew "mole"
brew "tree-sitter"
brew "neovim"
brew "python@3.13"
brew "neovim-remote"
brew "nvm"
brew "openjdk"
brew "openvino"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyright"
brew "python@3.12"
brew "redis"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "vite"
brew "wget"
brew "yq"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "buildpacks/tap/pack"
brew "ddev/ddev/ddev"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "teamookla/speedtest/speedtest"
brew "tursodatabase/tap/turso"
cask "codex"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "gitkraken-cli"
cask "karabiner-elements"
cask "music-presence"
cask "neohtop"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "tablepro"
cask "warp"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "ccimage.jsonviewer"
vscode "docker.docker"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "george-alisson.html-preview-vscode"
vscode "hashicorp.terraform"
vscode "hnagato.ghostty-dark"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sleistner.vscode-fileutils"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "the0807.uv-toolkit"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "zainchen.json"
vscode "zhuangtongfa.material-theme"
go "github.com/d-kuro/gwq/cmd/gwq"
cargo "cargo-audit"
cargo "cargo-deny"
cargo "cargo-instruments"
cargo "cargo-machete"
cargo "fd-find"
cargo "ripgrep"
cargo "rustlings"
cargo "sqlx-cli"
cargo "tokio-console"
uv "posting"
uv "pre-commit"
